[{
		"name": "What is Clubhouse",
		"description": "Clubhouse Funkin is associate degree indie rhythm game that has seized YouTube, Tiktok, and numerous game modding websites. It options a catchy original soundtrack, unreal art, and presents itself as a personal letter to the Newgrounds and Flash game community as a whole.",
		"img": "https://i.ibb.co/8chTN4C/guideclub.png"
	},
	{
		"name": "How To play",
		"description": "Being the tribute that it is, Clubhouse Funkin contains many various cameos and references to numerous flash games and alternative inspirations for the title. With some guest appearances taking center stage of bound levels, et al as background details, some cameos are additional obvious than others",
		"img": "https://i.ibb.co/8chTN4C/guideclub.png"
	},
	{
		"name": "The popularity of Clubhouse",
		"description": "The popularity of Clubhouse Funkin has served as a promo for multiple characters creating guest appearances in it. Cameos even choose characters that have appeared in Flash games since the earliest days of Newgrounds. Their appearances however make sure they're shown in a good and funky light.",
		"img": "https://i.ibb.co/8chTN4C/guideclub.png"
	},
	{
		"name": "The first guest",
		"description": "The first guest appearances to indicate up in Clubhouse Funkin are the dual opponents from the game's second week. These opponents are Skid, the kid dressed as a skeleton, similarly as Pump, the child with a pumpkin on his head.",
		"img": "https://i.ibb.co/8chTN4C/guideclub.png"
	},
	{
		"name": "Characters",
		"description": " Both of these characters are originally from animator Sr Pelo's series, Spooky Month. This series of Newgrounds animated shorts starred Skid and Pump celebrating Spooky Month in various chaotic ways, as well as taking candy from strangers, evocation demons, and doing the spooky dance. The dance in question appears as Skid and Pump's idle animation in Clubhouse Funkin.",
		"img": "https://i.ibb.co/8chTN4C/guideclub.png"
	},
	{
		"name": "The third week",
		"description": "The third week of Clubhouse Funkin has players go up against a character powerfully connected to Newgrounds history. This character is Pico, known for his starring role in the 1999 Flash game Pico's School, by Tom Fulp. He has since appeared in multiple Flash games by Tom Fulp and has become one of Newgrounds.com's mascots. Many longtime Newgrounds users could acknowledge him because the focus of the Pico Day on-the-scene holiday, as well mutually of the recent faces of the Newgrounds rating systems.",
		"img": "https://i.ibb.co/8chTN4C/guideclub.png"
	}
]